brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "mac"
brew "mise"
brew "neovim"
brew "poppler"
brew "protobuf"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-mono-cjk-kr"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "ghostty"
cask "raycast"
cask "wezterm"
