tap "bufbuild/buf"
tap "smallzoodev/fink"
tap "sst/tap"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bottom"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gemini-cli"
brew "git"
brew "libtool"
brew "graphviz"
brew "helix"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "kafka"
brew "lazygit"
brew "mac"
brew "minimal-racket"
brew "mise"
brew "neovim"
brew "pgcli"
brew "poppler"
brew "protobuf"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "starship"
brew "tlrc"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "smallzoodev/fink/fink"
brew "sst/tap/opencode"
cask "1password"
cask "claude"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-mono-cjk-kr"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "tableplus"
cask "wezterm"
go "cmd/go"
go "cmd/gofmt"
go "github.com/vektra/mockery/v3"
